anthropic.claude-code
charliermarsh.ruff
csharpier.csharpier-vscode
dart-code.dart-code
dart-code.flutter
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.dotnet-test-explorer
github.copilot
github.copilot-chat
golang.go
koichisasada.vscode-rdbg
ms-azuretools.vscode-containers
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
shopify.ruby-lsp
